Repository: verdigado/sunflower-map-points
Catalog: languages/sunflower-map-points-map-*.po
Languages: de_de

source: Sunflower Map Points
de_de: Sunflower Kartenhinweise

source: Simple plugin allowing map points and suggestions.
de_de: Einfaches Plugin über das Hinweise auf einer Karte gegeben werden können.

source: Leaflet is not available
de_de: Leaflet ist nicht verfügbar

source: Locate me
de_de: Mein Standort

source: Your are here!
de_de: Du bist hier!

source: Your location couldn't be found.
de_de: Dein Standort konnte nicht ermittelt werden.

source: Map Settings
de_de: Karteneinstellungen

source: Click into the map and move to the right position. The position and zoom level will be used in the map settings.
de_de: Klick in die Karte und verschiebe sie an die gewünschte Position. Die Position und das Zoomlevel werden in den Einstellungen übernommen.

source: Latitude
de_de: Breitengrad

source: Longitude
de_de: Längengrad

source: Height
de_de: Höhe

source: Mail To
de_de: Email Empfänger

source: Mail form to this address instead of default receiver.
de_de: Sende Formular an die angegebene Adresse statt dem Standard-Empfänger.

source: default receiver
de_de: Standard Empfänger

source: The following topics will be available in the hint form.
de_de: Die folgenden Themen sind im Hinweis-Formular verfügbar.

source: Bootstrap is not available
de_de: Bootstrap ist nicht verfügbar

source: An error occured!
de_de: Ein Fehler ist aufgetreten!

source: Error on transmitting the form data.
de_de: Fehler bei der Übertragung der Formulardaten.

# block title
source: Leaflet Formular Map
de_de: Sunflower Leaflet Karte
